Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Sign-in didn’t complete. Check your connection and try again.
ar: لم يكتمل تسجيل الدخول. تحقق من اتصالك وحاول مرة أخرى.
de: Die Anmeldung wurde nicht abgeschlossen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: El inicio de sesión no se ha completado. Comprueba tu conexión e inténtalo de nuevo.
fr: La connexion n'a pas été effectuée. Vérifiez votre connexion et réessayez.
hi: साइन - इन पूरा नहीं हुआ। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: L'accesso non è stato completato. Controlla la connessione e riprova.
ja: サインインが完了しませんでした。接続を確認して、もう一度試してください。
ko: 로그인이 완료되지 않았습니다. 연결을 확인하고 다시 시도하세요.
nl: Inloggen is niet voltooid. Controleer je verbinding en probeer het opnieuw.
pt_br: O início de sessão não foi concluído. Verifique a sua ligação e tente novamente.
zh_hans: 登录未完成。请检查您的网络连接，然后重试。
zh_hant: 登入未完成。請檢查網路連線，然後再試一次。

source: Sign-in is disabled in preview. Use Skip to continue.
ar: تم تعطيل تسجيل الدخول في المعاينة. استخدم Skip للمتابعة.
de: Die Anmeldung ist in der Vorschau deaktiviert. Verwenden Sie Überspringen, um fortzufahren.
es: El inicio de sesión está desactivado en la vista previa. Utilice Omitir para continuar.
fr: La connexion est désactivée dans l'aperçu. Utilisez Ignorer pour continuer.
hi: प्रीव्यू में साइन - इन बंद है। जारी रखने के लिए 'छोड़ें' का इस्तेमाल करें।
it: L'accesso è disabilitato in anteprima. Usa Salta per continuare.
ja: プレビューではサインインが無効になっています。続行するには「スキップ」を使用してください。
ko: 미리보기에서 로그인이 비활성화되었습니다. 계속하려면 건너뛰기를 사용하세요.
nl: Aanmelden is uitgeschakeld in voorbeeldweergave. Gebruik Overslaan om door te gaan.
pt_br: O início de sessão está desativado na pré-visualização. Use Pular para continuar.
zh_hans: 在预览中禁用登录。使用“跳过”继续。
zh_hant: 預覽中已停用登入。使用「略過」以繼續。

source: Sign-in is required to create and track invitations.
ar: يلزم تسجيل الدخول لإنشاء الدعوات وتتبعها.
de: Zum Erstellen und Verfolgen von Einladungen ist eine Anmeldung erforderlich.
es: El inicio de sesión es obligatorio para crear y hacer un seguimiento de las invitaciones.
fr: Une connexion est nécessaire pour créer et suivre les invitations.
hi: इनवाइट बनाने और उन्हें ट्रैक करने के लिए साइन - इन करना ज़रूरी है।
it: L'accesso è necessario per creare e tenere traccia degli inviti.
ja: 招待状を作成して追跡するには、サインインが必要です。
ko: 초대를 생성하고 추적하려면 로그인해야 합니다.
nl: Aanmelden is vereist om uitnodigingen te maken en te volgen.
pt_br: É necessário fazer login para criar e acompanhar convites.
zh_hans: 创建和跟踪邀请需要登录。
zh_hant: 必須登入才能建立和追蹤邀請。

source: Sign-in is unavailable in this build. You can continue and sign in later from Profile.
ar: تسجيل الدخول غير متاح في هذا الإصدار. يمكنك المتابعة وتسجيل الدخول لاحقًا من الملف التعريفي.
de: Die Anmeldung ist in diesem Build nicht verfügbar. Sie können fortfahren und sich später im Profil anmelden.
es: El inicio de sesión no está disponible en esta compilación. Puedes continuar e iniciar sesión más tarde desde Perfil.
fr: La connexion n'est pas disponible dans cette version. Vous pouvez continuer et vous connecter plus tard à partir du profil.
hi: इस बिल्ड में साइन - इन उपलब्ध नहीं है। आप जारी रख सकते हैं और बाद में प्रोफ़ाइल से साइन इन कर सकते हैं।
it: L'accesso non è disponibile in questa build. Puoi continuare e accedere in un secondo momento da Profilo.
ja: このビルドではサインインは利用できません。続行して、後でプロフィールからサインインできます。
ko: 이 빌드에서는 로그인을 사용할 수 없습니다. 계속 진행하고 나중에 프로필에서 로그인할 수 있습니다.
nl: Inloggen is niet beschikbaar in deze build. Je kunt verdergaan en later inloggen vanuit Profiel.
pt_br: O início de sessão não está disponível nesta compilação. Pode continuar e iniciar sessão mais tarde a partir do Perfil.
zh_hans: 此版本中无法登录。您可以继续并稍后从个人资料登录。
zh_hant: 此版本中無法登錄。您可以繼續並稍後從個人資料登錄。

source: Signed in collector
ar: تم التوقيع في المجمع
de: Angemeldet
es: Coleccionista registrado
fr: Connecté à Collector
hi: कलेक्टर में साइन इन किया गया
it: Accesso effettuato in Collector
ja: サインインしたコレクター
ko: 로그인한 수집가
nl: Aangemeld bij verzamelaar
pt_br: Colecionador conectado
zh_hans: 已登录收藏家
zh_hant: 已登錄收藏家

source: Skeleton
ar: الهيكل العظمي
de: Skelett
es: Esqueleto
fr: Squelette
hi: कंकाल
it: Scheletro
ja: スケルトン
ko: 해골
nl: Skelet
pt_br: Esqueleto
zh_hans: 骨骼
zh_hant: 骨骼

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰다
nl: Overslaan
pt_br: Pular
zh_hans: 跳过
zh_hant: 跳過

source: Skip for now
ar: تخطي في الوقت الحالي
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant
hi: अभी के लिए छोड़ें
it: Salta per ora
ja: 今のところスキップしてください
ko: 지금은 건너뛰세요
nl: Voorlopig overslaan
pt_br: Pular por enquanto
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Skip sign-in for now
ar: تخطي تسجيل الدخول في الوقت الحالي
de: Anmeldung vorerst überspringen
es: Omitir inicio de sesión por ahora
fr: Ignorer la connexion pour l'instant
hi: अभी के लिए छोड़ें साइन इन करें
it: Salta l'accesso per ora
ja: 今のところサインインをスキップします
ko: 지금은 로그인 건너뛰기
nl: Overslaan voor nu
pt_br: Pular login por enquanto
zh_hans: 暂时跳过登录
zh_hant: 暫時跳過登錄

source: Smart Scan waits for a clear, steady minifigure before taking the photo.
ar: المسح الضوئي الذكي ينتظر صورة مصغرة واضحة وثابتة قبل التقاط الصورة.
de: Smart Scan wartet auf eine klare, stetige Minifigur, bevor das Foto aufgenommen wird.
es: Smart Scan espera una minifigura clara y constante antes de tomar la foto.
fr: Smart Scan attend une figurine claire et stable avant de prendre la photo.
hi: स्मार्ट स्कैन फ़ोटो लेने से पहले एक स्पष्ट, स्थिर मिनीफ़िगर का इंतज़ार करता है।
it: Smart Scan attende una minifigure chiara e stabile prima di scattare la foto.
ja: スマート スキャンは、写真を撮る前に、ミニフィギュアが鮮明で安定するのを待ちます。
ko: 스마트 스캔은 사진을 찍기 전에 선명하고 안정적인 미니피겨를 기다립니다.
nl: Smart Scan wacht op een duidelijke, stabiele minifiguur voordat je de foto maakt.
pt_br: A Smart Scan aguarda uma minifigura nítida e estável antes de tirar a foto.
zh_hans: 智能扫描会在拍摄照片之前等待清晰、稳定的小人仔。
zh_hant: 智能掃描會在拍攝照片之前等待清晰、穩定的小人仔。

source: Snack squad
ar: قائمة الوجبات الخفيفة
de: Snack-Kader
es: escuadrón de meriendas
hi: स्नैक स्क्वाड
it: Squadra snack
ja: スナック部隊
ko: 스낵반
nl: Snackteam
pt_br: Esquadrão de lanches
zh_hans: 小吃小分队
zh_hant: 小吃小分隊

source: Sold listings
ar: القوائم المباعة
de: Verkaufte Inserate
es: Anuncios vendidos
fr: Annonces vendues
hi: बेची गई लिस्टिंग
it: Annunci venduti
ja: 販売済みの商品
ko: 판매된 목록
nl: Verkochte advertenties
pt_br: Anúncios vendidos
zh_hans: 已售清单
zh_hant: 已售清單

source: Sold market data
ar: بيانات السوق المباعة
de: Verkaufte Marktdaten
es: Datos de mercado vendidos
fr: Données de marché vendues
hi: बेचा गया बाज़ार का डेटा
it: Dati di mercato venduti
ja: 販売済み市場データ
ko: 판매된 시장 데이터
nl: Verkochte marktgegevens
pt_br: Dados do mercado vendido
zh_hans: 销售市场数据
zh_hant: 銷售市場數據

source: Sold value
ar: القيمة المباعة
de: Verkaufter Wert
es: Valor vendido
fr: Valeur vendue
hi: बेचा गया मूल्य
it: Valore venduto
ja: 販売額
ko: 판매가
nl: Verkochte waarde
pt_br: Valor vendido
zh_hans: 售价
zh_hant: 售價

source: Sold-market data
ar: بيانات السوق المباعة
de: Verkaufte Marktdaten
es: Datos de mercado vendidos
fr: Données de marché vendues
hi: बेचा गया बाज़ार का डेटा
it: Dati di mercato venduti
ja: 販売市場データ
ko: 판매된 시장 데이터
nl: Verkochte marktgegevens
pt_br: Dados do mercado vendido
zh_hans: 销售市场数据
zh_hant: 銷售市場數據

source: Some match details could not be loaded. You can still choose a match.
ar: تعذر تحميل بعض تفاصيل المطابقة. لا يزال بإمكانك اختيار تطابق.
de: Einige Match-Details konnten nicht geladen werden. Du kannst immer noch eine Übereinstimmung auswählen.
es: No se han podido cargar algunos detalles de la coincidencia. Aún puedes elegir una coincidencia.
fr: Certains détails de la correspondance n'ont pas pu être chargés. Vous pouvez toujours choisir une correspondance.
hi: कुछ मिलान विवरण लोड नहीं किए जा सके. आप अभी भी एक मैच चुन सकते हैं.
it: Impossibile caricare alcuni dettagli della partita. Puoi comunque scegliere un abbinamento.
ja: 一部の試合の詳細を読み込めませんでした。一致するものを選択することもできます。
ko: 일부 경기 세부정보를 로드할 수 없습니다. 여전히 일치 항목을 선택할 수 있습니다.
nl: Sommige wedstrijddetails konden niet worden geladen. Je kunt nog steeds een match kiezen.
pt_br: Não foi possível carregar alguns detalhes da correspondência. Você ainda pode escolher uma correspondência.
zh_hans: 无法加载某些匹配详细信息。您仍然可以选择匹配项。
zh_hant: 無法加載某些比賽詳細信息。您仍然可以選擇匹配。

source: Something else
ar: شيء آخر
de: Etwas anderes
es: Otra cosa
fr: Autre chose
hi: कुछ और
it: Altro
ja: その他
ko: 기타
nl: Iets anders
pt_br: Outra coisa
zh_hans: 其他
zh_hant: 其他

source: Something went wrong. Please try again in a moment.
ar: حدث خطأ ما. يُرجى إعادة المحاولة بعد لحظات.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es gleich noch einmal.
es: Algo ha salido mal. Inténtalo de nuevo en un momento.
fr: Une erreur s'est produite. Veuillez réessayer dans un instant.
hi: कुछ गलत हो गया। कृपया एक क्षण में पुनः प्रयास करें.
it: Qualcosa è andato storto. Riprova tra un momento.
ja: 何か問題が発生しました。しばらくしてからもう一度お試しください。
ko: 문제가 발생했습니다. 잠시 후 다시 시도해 주세요.
nl: Er is iets misgegaan. Probeer het zo opnieuw.
pt_br: Ocorreu um erro. Tente novamente em instantes.
zh_hans: 出错了。请稍后重试。
zh_hant: 出了點問題。請稍後重試。

source: Somewhat disappointed
ar: بخيبة أمل إلى حد ما
de: Etwas enttäuscht
es: Algo decepcionado
fr: Un peu déçu
hi: कुछ हद तक निराश हूं
it: Abbastanza deluso
ja: ややがっかり
ko: 다소 실망함
nl: Enigszins teleurgesteld
pt_br: Um pouco decepcionado
zh_hans: 有些失望
zh_hant: 有點失望

source: Space
ar: الفضاء
de: Raum
es: Espacio
fr: Espace
hi: अंतरिक्ष
it: Spazio
ja: 空間
ko: 공간
nl: Ruimte
pt_br: Espaço
zh_hans: 空间
zh_hant: 空間

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: रफ़्तार
it: Velocità
ja: 速度
ko: 속도
nl: Snelheid
pt_br: Velocidade
zh_hans: 速度
zh_hant: 速度

source: Spider
ar: العنكبوت
de: Spinne
es: Araña
fr: Araignée
hi: मकड़ी
it: Ragno
ja: スパイダー
ko: 거미
nl: Spin
pt_br: Aranha
zh_hans: 蜘蛛
zh_hant: 蜘蛛

source: Spot hidden gems
ar: بقعة الأحجار الكريمة المخفية
de: Versteckte Juwelen entdecken
es: Descubre joyas ocultas
fr: Trouvez des gemmes cachées
hi: छिपे हुए रत्नों को पहचानें
it: Individua le gemme nascoste
ja: 隠れた宝石を見つける
ko: 숨겨진 보석 찾기
nl: Verborgen edelstenen zoeken
pt_br: Descubra joias escondidas
zh_hans: 发现隐藏的宝石
zh_hant: 發現隱藏的寶石

source: Start exploring
ar: بدء الاستكشاف
de: Mit der Erkundung beginnen
es: Empieza a explorar
fr: Commencez à explorer
hi: अन्वेषण प्रारंभ करें
it: Inizia a esplorare
ja: 探索を開始する
ko: 탐색 시작
nl: Ga op ontdekkingstocht
pt_br: Comece a explorar
zh_hans: 开始探索
zh_hant: 開始探索

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld de %2$lld
hi: %2$lld का चरण %1$lld
it: Passaggio %1$lld di %2$lld
ja: ステップ%1$lld/%2$lld
ko: %2$lld의 %1$lld 단계
nl: Stap %1$lld van %2$lld
pt_br: Passo %1$lld de %2$lld
zh_hans: 第%1$lld步，共%2$lld步
zh_hant: %2$lld 的步驟 %1$lld

source: STRONG MATCH
ar: مباراة قوية
de: STARKE ÜBEREINSTIMMUNG
es: COINCIDENCIA FUERTE
fr: FORTE CORRESPONDANCE
hi: मजबूत मैच
it: PARTITA FORTE
ja: 強い試合
ko: 강력한 매치
nl: STERKE OVEREENKOMST
pt_br: CORRESPONDÊNCIA FORTE
zh_hans: 强匹配
zh_hant: 強強對決

source: Subscribe
ar: الاشتراك
de: Abonnieren
es: Suscripción
fr: Abonnez-vous
hi: सदस्यता लें
it: Abbonati
ja: 購読する
ko: 구독하다
nl: Inschrijven
pt_br: Subscrever
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सदस्यता
it: Abbonati
ja: サブスクリプション
ko: 신청
nl: Abonnement
pt_br: Subscrição
zh_hans: 订阅
zh_hant: 訂閱

source: Support BrickValue
ar: دعم BrickValue
de: BrickValue unterstützen
es: Apoyar BrickValue
fr: Soutenir BrickValue
hi: BrickValue का समर्थन
it: Sostenere BrickValue
ja: BrickValueを応援
ko: BrickValue 후원
nl: BrickValue steunen
pt_br: Apoiar o BrickValue
zh_hans: 支持 BrickValue
zh_hant: 支持 BrickValue

source: Supporting BrickValue
ar: دعم BrickValue
de: BrickValue unterstützen
es: Soporte para BrickValue
fr: Soutenir BrickValue
hi: BrickValue का समर्थन
it: Supporta BrickValue
ja: BrickValueのサポート
ko: BrickValue 지원
nl: BrickValue ondersteunen
pt_br: Suportar BrickValue
zh_hans: 支持BrickValue
zh_hant: 支持BrickValue

source: Sync identity before upgrading
ar: مزامنة الهوية قبل الترقية
de: Identität vor dem Upgrade synchronisieren
es: Sincronizar la identidad antes de actualizar
fr: Synchroniser l'identité avant la mise à niveau
hi: अपग्रेड करने से पहले पहचान सिंक करें
it: Sincronizza l'identità prima di aggiornare
ja: アップグレードする前に ID を同期する
ko: 업그레이드하기 전에 ID 동기화
nl: Identiteit synchroniseren voordat u een upgrade uitvoert
pt_br: Sincronizar identidade antes de atualizar
zh_hans: 升级前同步身份
zh_hant: 升級前同步身份

source: System
ar: النظام
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
ja: システム
ko: 체계
nl: Systeem
pt_br: Sistema
zh_hans: 系统
zh_hant: 系統

source: Technical issue
ar: مشكلة تقنية
de: Technisches Problem
es: Problema técnico
fr: Problème technique
hi: तकनीकी समस्या
it: Problema tecnico
ja: 技術的な問題
ko: 기술 문제
nl: Technisch probleem
pt_br: Problema técnico
zh_hans: 技术问题
zh_hant: 技術問題

source: Technical problem
ar: مشكلة فنية
de: Technisches Problem
es: Problema técnico
fr: Problème technique
hi: तकनीकी समस्या
it: Problema tecnico
ja: 技術的な問題
ko: 기술적인 문제
nl: Technisch probleem
pt_br: Problema técnico
zh_hans: 技术问题
zh_hant: 技術問題

source: Tell me when a subscription needs attention.
ar: أخبرني عندما يحتاج الاشتراك إلى الاهتمام.
de: Sagen Sie mir, wann ein Abonnement Aufmerksamkeit benötigt.
es: Dime cuándo una suscripción necesita atención.
fr: Dites-moi quand un abonnement a besoin d'attention.
hi: जब किसी सब्सक्रिप्शन पर ध्यान देने की ज़रूरत हो, तो मुझे बताएँ।
it: Dimmi quando un abbonamento richiede attenzione.
ja: サブスクリプションに注意が必要な場合に教えてください。
ko: 구독에 주의가 필요할 때 알려주세요.
nl: Vertel me wanneer een abonnement aandacht nodig heeft.
pt_br: Diga-me quando uma assinatura precisa de atenção.
zh_hans: 告诉我订阅何时需要注意。
zh_hant: 告訴我訂閱何時需要關注。

source: Temporary need
ar: حاجة مؤقتة
de: Vorübergehender Bedarf
es: Necesidad temporal
fr: Besoin temporaire
hi: अस्थायी ज़रूरत
it: Esigenza temporanea
ja: 一時的な利用
ko: 일시적인 필요
nl: Tijdelijke behoefte
pt_br: Necessidade temporária
zh_hans: 临时需求
zh_hant: 臨時需求

source: Temporary preview
ar: معاينة مؤقتة
de: Temporäre Vorschau
es: Vista previa temporal
fr: Aperçu temporaire
hi: अस्थायी झलक
it: Anteprima temporanea
ja: 一時的なプレビュー
ko: 임시 미리보기
nl: Tijdelijk voorbeeld
pt_br: Visualização temporária
zh_hans: 临时预览
zh_hant: 臨時預覽

source: Terms
ar: شروط
de: Bedingungen
es: Términos
fr: Conditions
hi: शर्तें
it: Termini
ja: 利用規約
ko: 약관
nl: Voorwaarden
pt_br: Termos
zh_hans: 条款
zh_hant: 條款

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pt_br: Termos de uso
zh_hans: 使用条款
zh_hant: 使用條款

source: That change could not be saved.
ar: تعذر حفظ هذا التغيير.
de: Diese Änderung konnte nicht gespeichert werden.
es: No se ha podido guardar el cambio.
fr: Impossible d'enregistrer cette modification.
hi: वह बदलाव सेव नहीं किया जा सका।
it: Impossibile salvare la modifica.
ja: その変更を保存できませんでした。
ko: 변경 사항을 저장할 수 없습니다.
nl: Die wijziging kon niet worden opgeslagen.
pt_br: Essa alteração não pôde ser salva.
zh_hans: 无法保存该更改。
zh_hant: 無法保存該更改。

source: That invite code could not be claimed.
ar: لا يمكن المطالبة برمز الدعوة هذا.
de: Dieser Einladungscode konnte nicht beansprucht werden.
es: No se ha podido reclamar ese código de invitación.
fr: Ce code d'invitation n'a pas pu être réclamé.
hi: उस आमंत्रण कोड का दावा नहीं किया जा सका।
it: Impossibile richiedere il codice di invito.
ja: 招待コードを取得できませんでした。
ko: 해당 초대 코드를 사용할 수 없습니다.
nl: Die uitnodigingscode kon niet worden geclaimd.
pt_br: Não foi possível reivindicar esse código de convite.
zh_hans: 无法领取该邀请码。
zh_hant: 無法領取該邀請碼。

source: The App Store couldn't complete this purchase. Please try again.
ar: تعذر على App Store إكمال عملية الشراء هذه. يرجى المحاولة مرة أخرى.
de: Der App Store konnte diesen Kauf nicht abschließen. Bitte versuche es erneut.
es: La App Store no ha podido completar esta compra. Inténtalo de nuevo.
fr: L'App Store n'a pas pu finaliser cet achat. Veuillez réessayer.
hi: ऐप स्टोर यह खरीदारी पूरी नहीं कर सका। कृपया फिर से कोशिश करें।
it: L'App Store non ha potuto completare questo acquisto. Riprova.
ja: App Storeはこの購入を完了できませんでした。再度お試しください。
ko: App Store에서 이 구매를 완료할 수 없습니다. 다시 시도하세요.
nl: De App Store kon deze aankoop niet voltooien. Probeer het opnieuw.
pt_br: A App Store não conseguiu concluir esta compra. Tente novamente.
zh_hans: App Store无法完成此购买。请重试。
zh_hant: App Store 無法完成此購買。請再試一次。

source: The App Store paywall shows the full renewal price and any trial terms before you confirm.
ar: يعرض جدار الدفع في App Store سعر التجديد الكامل وأي شروط تجريبية قبل التأكيد.
de: Die Paywall des App Store zeigt den vollständigen Verlängerungspreis und alle Testbedingungen an, bevor du sie bestätigst.
es: El muro de pago de la App Store muestra el precio de renovación completo y las condiciones de prueba antes de confirmarlo.
fr: Le paywall de l'App Store affiche le prix de renouvellement complet et toutes les conditions d'essai avant que vous ne confirmiez.
hi: ऐप स्टोर पेवॉल आपके कन्फ़र्म करने से पहले रिन्यूअल का पूरा किराया और ट्रायल की कोई भी शर्त दिखाता है।
it: Il paywall dell'App Store mostra il prezzo di rinnovo completo ed eventuali termini di prova prima che tu confermi.
ja: 確認する前に、App Storeのペイウォールに更新料金とトライアル期間が表示されます。
ko: 확인하기 전에 App Store 페이월에 전체 갱신 가격과 체험 약관이 표시됩니다.
nl: De App Store-paywall toont de volledige verlengingsprijs en eventuele proefvoorwaarden voordat je bevestigt.
pt_br: O paywall da App Store mostra o preço total da renovação e quaisquer termos de avaliação antes de confirmar.
zh_hans: 在您确认之前， App Store付费墙会显示完整的续订价格和任何试用条款。
zh_hant: 在您確認之前，App Store 付費牆會顯示完整的續訂價格和任何試用條款。

source: The camera could not be prepared.
ar: تعذر إعداد الكاميرا.
de: Die Kamera konnte nicht vorbereitet werden.
es: No se ha podido preparar la cámara.
fr: La caméra n'a pas pu être préparée.
hi: कैमरा तैयार नहीं किया जा सका।
it: Impossibile preparare la fotocamera.
ja: カメラを準備できませんでした。
ko: 카메라를 준비할 수 없습니다.
nl: De camera kon niet worden voorbereid.
pt_br: Não foi possível preparar a câmera.
zh_hans: 摄像头无法准备。
zh_hant: 相機無法準備好。

source: The camera is already taking a photo.
ar: الكاميرا تلتقط صورة بالفعل.
de: Die Kamera macht bereits ein Foto.
es: La cámara ya está tomando una foto.
fr: L'appareil photo prend déjà une photo.
hi: कैमरा पहले से ही एक फ़ोटो ले रहा है।
it: La fotocamera sta già scattando una foto.
ja: カメラはすでに写真を撮影しています。
ko: 카메라가 이미 사진을 촬영하고 있습니다.
nl: De camera maakt al een foto.
pt_br: A câmera já está tirando uma foto.
zh_hans: 摄像头已在拍照。
zh_hant: 相機已經在拍照了。

source: The camera is still preparing. Try again in a moment.
ar: لا تزال الكاميرا تستعد. حاول مرة أخرى خلال لحظات.
de: Die Kamera bereitet sich noch vor. Versuchen Sie es gleich noch einmal.
es: La cámara todavía se está preparando. Inténtalo de nuevo en un momento.
fr: La caméra se prépare toujours. Réessayez dans un instant.
hi: कैमरा अभी भी तैयार हो रहा है। कुछ देर बाद फिर से कोशिश करें।
it: La telecamera si sta ancora preparando. Riprova tra un momento.
ja: カメラはまだ準備中です。しばらくしてからもう一度お試しください。
ko: 카메라가 아직 준비 중입니다. 잠시 후 다시 시도하세요.
nl: De camera is zich nog aan het voorbereiden. Probeer het zo opnieuw.
pt_br: A câmera ainda está se preparando. Tente novamente em instantes.
zh_hans: 摄像头仍在准备中。请稍后重试。
zh_hant: 相機仍在準備中。稍後再試一次。

source: The captured photo is no longer available. Please retake the photo.
ar: لم تعد الصورة الملتقطة متاحة. يرجى إعادة التقاط الصورة.
de: Das aufgenommene Foto ist nicht mehr verfügbar. Bitte nehmen Sie das Foto erneut auf.
es: La foto capturada ya no está disponible. Vuelve a hacer la foto.
fr: La photo capturée n'est plus disponible. Veuillez reprendre la photo.
hi: कैप्चर की गई फ़ोटो अब उपलब्ध नहीं है। कृपया फ़ोटो फिर से लें।
it: La foto acquisita non è più disponibile. Per favore, scatta di nuovo la foto.
ja: キャプチャされた写真は利用できなくなりました。写真を再撮影してください。
ko: 촬영된 사진은 더 이상 사용할 수 없습니다. 사진을 다시 촬영해 주세요.
nl: De vastgelegde foto is niet meer beschikbaar. Maak de foto opnieuw.
pt_br: A foto capturada não está mais disponível. Por favor, refaça a foto.
zh_hans: 拍摄的照片不再可用。请重新拍照。
zh_hant: 捕獲的照片不再可用。請重新拍攝照片。

source: The item could not be identified.
ar: تعذر تحديد العنصر.
de: Der Artikel konnte nicht identifiziert werden.
es: No se ha podido identificar el artículo.
fr: L'élément n'a pas pu être identifié.
hi: आइटम की पहचान नहीं की जा सकी।
it: Impossibile identificare l'elemento.
ja: アイテムを識別できませんでした。
ko: 아이템을 식별할 수 없습니다.
nl: Het item kon niet worden geïdentificeerd.
pt_br: O item não pôde ser identificado.
zh_hans: 无法识别该项目。
zh_hant: 無法識別該項目。

source: The on-device minifigure detector is unavailable.
ar: كاشف الأرقام المصغرة على الجهاز غير متوفر.
de: Der Minifigurendetektor auf dem Gerät ist nicht verfügbar.
es: El detector de minifiguras en el dispositivo no está disponible.
fr: Le détecteur de figurines sur l'appareil n'est pas disponible.
hi: डिवाइस पर मौजूद मिनीफ़िगर डिटेक्टर उपलब्ध नहीं है।
it: Il rilevatore di minifigure sul dispositivo non è disponibile.
ja: デバイス上のミニフィギュア検出器は使用できません。
ko: 온디바이스 미니피규어 감지기를 사용할 수 없습니다.
nl: De minifiguurdetector op het apparaat is niet beschikbaar.
pt_br: O detector de minifigura no dispositivo não está disponível.
zh_hans: 设备上的微型人偶检测器不可用。
zh_hant: 設備上的小人仔探測器不可用。

source: The photo could not be captured. Try again.
ar: تعذر التقاط الصورة. حاول مرة أخرى.
de: Das Foto konnte nicht aufgenommen werden. Versuchen Sie es erneut.
es: No se ha podido capturar la foto. Inténtalo de nuevo.
fr: La photo n'a pas pu être prise. Réessayez.
hi: फ़ोटो कैप्चर नहीं की जा सकी। फिर से कोशिश करें।
it: Impossibile acquisire la foto. Riprova.
ja: 写真をキャプチャできませんでした。もう一度お試しください。
ko: 사진을 캡처할 수 없습니다. 다시 시도하세요.
nl: De foto kon niet worden gemaakt. Probeer het opnieuw.
pt_br: Não foi possível capturar a foto. Tente novamente.
zh_hans: 无法捕获照片。请重试。
zh_hant: 無法拍攝照片。再試一次。

source: The selected image could not be read.
ar: تعذر قراءة الصورة المحددة.
de: Das ausgewählte Bild konnte nicht gelesen werden.
es: No se ha podido leer la imagen seleccionada.
fr: Impossible de lire l'image sélectionnée.
hi: चुनी गई फ़ोटो पढ़ी नहीं जा सकी।
it: Impossibile leggere l'immagine selezionata.
ja: 選択した画像を読み取ることができませんでした。
ko: 선택한 이미지를 읽을 수 없습니다.
nl: De geselecteerde afbeelding kon niet worden gelezen.
pt_br: Não foi possível ler a imagem selecionada.
zh_hans: 无法读取所选图像。
zh_hant: 無法讀取所選圖像。

source: The smart-scan sample could not be made small enough.
ar: لا يمكن جعل عينة المسح الذكي صغيرة بما فيه الكفاية.
de: Die Smart-Scan-Probe konnte nicht klein genug gemacht werden.
es: La muestra de escaneo inteligente no se pudo hacer lo suficientemente pequeña.
fr: L'échantillon Smart-Scan n'a pas pu être suffisamment petit.
hi: स्मार्ट - स्कैन सैंपल को काफी छोटा नहीं बनाया जा सका।
it: Il campione di scansione intelligente non può essere sufficientemente piccolo.
ja: スマートスキャンサンプルを十分に小さくできませんでした。
ko: 스마트 스캔 샘플을 충분히 작게 만들 수 없습니다.
nl: Het smart-scanmonster kon niet klein genoeg worden gemaakt.
pt_br: Não foi possível tornar a amostra de digitalização inteligente pequena o suficiente.
zh_hans: 智能扫描样本不能做得足够小。
zh_hant: 智能掃描樣本無法做得足夠小。

source: The subscription product is not available from the App Store.
ar: منتج الاشتراك غير متوفر من App Store.
de: Das Abonnementprodukt ist nicht im App Store erhältlich.
es: El producto de suscripción no está disponible en la App Store.
fr: Le produit d'abonnement n'est pas disponible dans l'App Store.
hi: सदस्यता उत्पाद ऐप स्टोर से उपलब्ध नहीं है।
it: Il prodotto in abbonamento non è disponibile su App Store.
ja: サブスクリプション製品はApp Storeからは入手できません。
ko: 구독 제품은 App Store에서 사용할 수 없습니다.
nl: Het abonnementsproduct is niet beschikbaar in de App Store.
pt_br: O produto de assinatura não está disponível na App Store.
zh_hans: 订阅产品无法从App Store获得。
zh_hant: App Store 不提供訂閱產品。

source: Theme
ar: السمة
de: Thema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt_br: Tema
zh_hans: 主题
zh_hant: 主題
